---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Milliamperes
source: html/61631618-1f33-88ec-330f-430520106a23.htm
---
# Autodesk.Revit.DB.UnitTypeId.Milliamperes Property

Milliamperes.

## Syntax (C#)
```csharp
public static ForgeTypeId Milliamperes { get; }
```